Repository: comecero/cart
Catalog: languages/*/*.po
Languages: cs, el, fi, ja, pl, sv

source: Review & Finish
cs: Zkontrolovat a dokončit
el: Έλεγχος και Ολοκλήρωση
fi: Tarkastele & vie loppuun
ja: 確認して終了する
pl: Przegląd & Zakończenie
sv: Kontrollera & avsluta

source: Review Your Payment
cs: Zkontrolujte svoji platbu
el: Ελέγξτε Την Πληρωμή Σας
fi: Tarkastele maksuasi
ja: お客様のお支払い内容をご確認ください
pl: Przejrzyj swoją zapłatę
sv: Kontrollera din betalning

source: Thank you for your payment
cs: Děkujeme za vaši platbu
el: Σας ευχαριστούμε για την πληρωμή σας
fi: Kiitos maksustasi
ja: お支払いいただきまして、ありがとうございます。
pl: Dziękujemy za zapłatę
sv: Tack för din betalning

source: Thank you! Your payment is complete.
cs: Děkujeme! Vaše platba byla dokončena.
el: Σας ευχαριστούμε! Η πληρωμή σας ολοκληρώθηκε.
fi: Kiitos! Maksusi on valmis.
ja: ありがとうございます！お客様のお支払いが完了しました。
pl: Dziękujemy! Twoja zapłata jest przekazana.
sv: Tack! Din betalning är klar.

source: To manage your account online, create an account.
cs: Pro správu vašeho účtu online si vytvořte účet.
el: Ανοίξτε έναν λογαριασμό για να διαχειρίζεστε online τον λογαριασμό σας.
fi: Luo tili, jotta saat käsiteltyä tiliäsi netissä.
ja: お客様のアカウントをオンラインで管理するためには、アカウントを開いていただく必要があります。
pl: Aby zarządzać swoim kontem online, załóż konto.
sv: Skapa ett konto för att hantera ditt konto online.

source: Your Payment
cs: Vaše platba
el: Η Πληρωμή Σας
fi: Maksusi
ja: お客様のお支払い金額
pl: Twoja zapłata
sv: Din betalning

source: An email has been sent to {{data.payment.order.customer.email}}.
cs: E-mail byl odeslán na adresu {{data.payment.order.customer.email}}.
el: Έχει σταλεί ένα email στο {{data.payment.order.customer.email}}.
fi: Sähköposti lähetetty osoitteeseen {{data.payment.order.customer.email}}.
ja: Eメールを〜様宛にお送りいたしました
pl: E-mail został wysłany na adres {{data.payment.order.customer.email}}.
sv: Ett mail har skickats till {{data.payment.order.customer.email}}.

source: Choose other payment method
cs: Zvolte jinou platební metodu
el: Επιλέξτε άλλη μέθοδο πληρωμής
fi: Valitse toinen maksutapa
ja: 他のお支払い方法を選択する
pl: Wybierz inną metodę płatności
sv: Välj ett annat betalningssätt

source: Close
cs: Zavřít
el: Κλείσιμο
fi: Sulje
ja: 閉じる
pl: Zamknij
sv: Stäng

source: Confirm Payment
cs: Potvrdit platbu
el: Επιβεβαίωση Πληρωμής
fi: Vahvista maksu
ja: 支払いを確認する
pl: Potwierdź płatność
sv: Bekräfta betalning

source: Continue
cs: Pokračovat
el: Συνέχεια
fi: Jatka
ja: 続ける
pl: Kontynuuj
sv: Fortsätt

source: Email Address
cs: E-mailová adresa
el: Διεύθυνση Email
fi: Sähköpostiosoite
ja: Eメールアドレス
pl: Adres e-mail
sv: Mailadress

source: Enter VAT Number
cs: Zadejte DIČ
el: Δώστε Αριθμό Μητρώου ΦΠΑ
fi: Syötä ALV-tunniste
ja: VAT（付加価値税）番号を入力する
pl: Wprowadź numer VAT
sv: Skriv in VAT-nummer

source: Finish
cs: Dokončit
el: Τέλος
fi: Päätä
ja: 終了
pl: Zakończenie
sv: Avsluta

source: Pay Now
cs: Zaplatit nyní
el: Πληρωμή Τώρα
fi: Maksa nyt
ja: 今支払う
pl: Zapłać teraz
sv: Betala nu

source: Postal Code
cs: Poštovní směrovací číslo
el: Ταχυδρομικός Κώδικας
fi: Postinumero
ja: 郵便番号
pl: Numer pocztowy
sv: Postnummer

source: Print receipt
cs: Vytisknout účtenku
el: Εκτύπωση απόδειξης
fi: Tulosta kuitti
ja: 領収書を印刷する
pl: Wydrukuj rachunek
sv: Skriv ut kvitto

source: Region
el: Περιοχή
fi: Alue
ja: 地域

source: Return
cs: Návrat
el: Επιστροφή
fi: Takaisin
ja: 返品
pl: Powrót
sv: Gå tillbaka

source: Submit Order
cs: Odeslat objednávku
el: Υποβολή Παραγγελίας
fi: Tee tilaus
ja: 注文する
pl: Prześlij zamówienie
sv: Skicka in order

source: Summary
cs: Souhrn
el: Σύνοψη
fi: Yhteenveto
ja: 概要
pl: Podsumowanie
sv: Sammanfattning

source: Thank you for your purchase!
cs: Děkujeme za váš nákup!
el: Σας ευχαριστούμε για την αγορά σας!
fi: Kiitos ostoksestasi!
ja: お買い上げいただきまして、ありがとうございます！
pl: Dziękujemy za twój zakup!
sv: Tack för ditt köp!

source: Remove
cs: Odstranit
el: Αφαιρώ
fi: Poistaa
ja: 削除する
pl: Usunąć
sv: Avlägsna

source: Please check the box to provide consent to save your payment method for future payments.
cs: Prosím, zkontrolujte kolonku pro poskytnutí souhlasu za účelem uložení Vašeho způsobu platby pro budoucí platby.
el: Παρακαλούμε τσεκάρετε το κουτί για να συναινέσετε στην αποθήκευση του τρόπου πληρωμής για μελλοντικές πληρωμές.
fi: Rastita ruutu antaaksesi suostumuksesi, että tallennamme maksutapasi tulevia maksuja varten.
ja: 今後の支払いの支払い方法を保存することに同意するには、ボックスにチェックを入れて下さい。
pl: Zaznacz pole, aby wyrazić zgodę na zapisanie metody płatności na potrzeby przyszłych transakcji.
sv: Markera rutan för att ge ditt medgivande till att spara betalningsmetoden till kommande betalningar.

source: Use another payment method
cs: Použít jiný způsob platby.
el: Χρησιμοποιήστε διαφορετικό τρόπο πληρωμής
fi: Käytä muuta maksutapaa
ja: 他の支払い方法を使う
pl: Użyj innej metody płatności
sv: Använd en annan betalningsmetod

source: Please provide a value.
cs: Uveďte prosím hodnotu.
el: Προσθέστε μια τιμή.
fi: Anna arvo.
ja: 値を入力してください。
pl: Podaj wartość.
sv: Ange ett värde.

source: Review &amp; Finish
cs: Zkontrolujte &amp; Dokončit
el: Ανασκόπηση &amp; Φινίρισμα
fi: Tarkastele &amp; Suorittaa loppuun
ja: レビュー＆amp;フィニッシュ
pl: Recenzja &amp; koniec
sv: Granska &amp; Avsluta

source: There was a problem obtaining authorization for this session. Please reload the page to try your request again.
cs: Při registraci této relace došlo k problému. Znovu načtěte stránku a vyzkoušejte znovu požadavek.
el: Παρουσιάστηκε πρόβλημα κατά τη λήψη εξουσιοδότησης για αυτή τη σύνοδο. Παρακαλούμε ξαναφορτώστε τη σελίδα για να δοκιμάσετε ξανά το αίτημά σας.
fi: Ongelma hankkii valtuutuksen tähän istuntoon. Lataa uudelleen sivulle yrittääksesi pyyntösi uudelleen.
ja: このセッションの承認を取得する際に問題が発生しました。再度リクエストを試みるには、ページをリロードしてください。
pl: Wystąpił problem podczas uzyskiwania autoryzacji dla tej sesji. Załaduj stronę ponownie, aby spróbować ponownie.
sv: Det gick inte att få godkännande för den här sessionen. Vänligen ladda om sidan för att försöka igen.

source: Reference
cs: Odkaz
el: Αναφορά
fi: Viite
ja: 参照
pl: Odniesienie
sv: Referens

source: Click the button below to checkout using Amazon Pay. You will be prompted to securely sign in with your Amazon username and password.
cs: Pro platbu přes Amazon Pay klikněte na tlačítko níže. Budete vyzváni k bezpečnému přihlášení pomocí svého uživatelského jména a hesla z Amazonu.
el: Πατήστε το πιο κάτω κουμπί για πληρωμή αγορών με χρήση Amazon Pay. Θα λάβετε οδηγίες για ασφαλή σύνδεση με το όνομα χρήστη και τον κωδικό πρόσβασής σας στην Amazon.
fi: Napauta alla olevaa painiketta maksaaksesi Amazon Paylla. Sinua pyydetään tämän jälkeen kirjautumaan turvallisesti sisään Amazonin käyttäjätunnuksellasi ja salasanallasi.
ja: Amazon Payで決済するには下のボタンをクリックしてください。お客様のAmazonユーザー名とパスワードで安全にサインインするよう求められます。
pl: Kliknij poniższy przycisk, aby wylogować się za pomocą usługi Amazon Pay. Pokaże się wskazówka o potrzebie zalogowania się za pomocą nazwy użytkownika i hasła do konta Amazon.
sv: Klicka på knappen nedan för att betala med Amazon Pay. Du blir då ombedd att göra en säker inloggning med ditt användarnamn och lösenord för Amazon.

source: Copyright {{symbol}} {{year}} {{companyName}}. All Rights Reserved.
cs: Copyright {{symbol}} {{year}} {{companyName}}. Všechna práva vyhrazena.
el: Copyright {{symbol}} {{year}} {{companyName}}. Με την επιφύλαξη παντός δικαιώματος.
fi: Tekijänoikeudet omistaa {{symbol}} {{year}} {{companyName}}. Kaikki oikeudet pidätetään.
pl: Prawa autorskie {{symbol}} {{year}} {{companyName}}. Wszystkie prawa zastrzeżone.
sv: Copyright {{symbol}} {{year}} {{companyName}}. Alla rättigheter förbehållna.

source: Credit Card
cs: Kreditní karta
el: Πιστωτική Κάρτα
fi: Luottokortti
ja: クレジットカード
pl: Karta kredytowa
sv: Kreditkort

source: Delivery Method:
cs: Způsob doručení:
el: Μέθοδος Αποστολής:
fi: Toimitustapa:
ja: 配送方法：
pl: Metoda dostawy:
sv: Leveranssätt:

source: Electronic Delivery
cs: Elektronické doručení
el: Ηλεκτρονική Αποστολή
fi: Sähköinen toimitus
ja: 電子デリバリー
pl: Dostawa elektroniczna
sv: Elektronisk leverans

source: Exp Month (MM)
cs: Měsíc expirace (MM)
el: Λήξη Μήνας (ΜΜ)
fi: Ump. kuukausi (KK)
ja: 有効期限（月）
pl: Miesiąc wygaśnięcia (MM)
sv: Gäller till månad (MM)

source: Exp Year (YY)
cs: Rok expirace (RR)
el: Λήξη Έτος (ΕΕ)
fi: Ump. vuosi (VV)
ja: 有効期限（年）
pl: Rok wygaśnięcia (YY)
sv: Gäller till år (ÅÅ)

source: Immediate Access
cs: Okamžitý přístup
el: Άμεση Πρόσβαση
fi: Välitön yhteys
ja: 即時アクセス
pl: Natychmiastowy dostęp
sv: Omedelbar åtkomst

source: Immediate Download
cs: Okamžité stažení
el: Άμεση Λήψη
fi: Välitön lataus
ja: 即時ダウンロード
pl: Natychmiastowe pobranie
sv: Omedelbar nedladdning

source: Invoice ID
cs: Číslo faktury
el: Αναγνωριστικό Τιμολογίου
fi: Laskun tunnus
ja: 請求書ID
pl: ID faktury
sv: Fakturanummer

source: Month
cs: Měsíc
el: Μήνας
fi: Kuukausi
ja: 月
pl: Miesiąc
sv: Månad

source: Order ID
cs: Číslo objednávky
el: Αναγνωριστικό Παραγγελίας
fi: Tilauksen tunnus
ja: ご注文ID
pl: ID zamówienia
sv: Ordernummer

source: Payment Options
cs: Možnosti platby
el: Επιλογές Πληρωμής
fi: Maksuvaihtoehdot
ja: お支払いオプション
pl: Opcje płatności
sv: Betalningsalternativ

source: Please provide a valid quantity
cs: Uveďte prosím platné množství
el: Παρακαλούμε πληκτρολογήστε μια έγκυρη ποσότητα
fi: Anna käypä lukumäärä
ja: 有効な数量を入力してください
pl: Podaj prawidłową liczbę
sv: Vänligen ange en giltig kvantitet

source: Return to {{companyName}}
cs: Vrátit do {{companyName}}
el: Επιστροφή σε {{companyName}}
fi: Palauta kohteelle {{companyName}}
ja: {{companyName}}に戻る
pl: Wróć do {{companyName}}
sv: Återgå till {{companyName}}

source: This is a secure 256-bit SSL encrypted payment.
cs: Tato platba je zabezpečena 256bitovým SSL šifrováním.
el: Αυτή είναι μια ασφαλής κρυπτογραφημένη πληρωμή με 256-bit SSL.
fi: Tämä on turvallinen, 256-bittinen SSL-suojattu maksu.
ja: これは256-bit SSLで暗号化された安全なお支払いです。
pl: To bezpieczna płatność szyfrowana 256-bitowym SSL.
sv: Betalningen är säker med 256 bitars SSL-kryptering.

source: Year
cs: Rok
el: Έτος
fi: Vuosi
ja: 年
pl: Rok
sv: År

source: Your Amazon payment information is never shared with {{companyName}}.
cs: Vaše platební údaje z Amazonu nejsou nikdy sdíleny se společností {{companyName}}.
el: Τα στοιχεία πληρωμής στην Amazon δεν θα κοινοποιηθούν ποτέ στην εταιρεία {{companyName}}.
fi: Amazonin maksutietojasi ei koskaan jaeta kohteelle {{companyName}}.
ja: お客様のAmazonお支払い情報は{{companyName}}と決して共有致しません。
pl: Twoje dane do płatności przez portal Amazon nie są nigdy udostępniane {{companyName}}.
sv: Dina betalningsuppgifter hos Amazon delas aldrig med {{companyName}}.

source: Your PayPal payment information is never shared with {{companyName}}.
cs: Vaše platební údaje PayPal nejsou nikdy sdíleny se společností {{companyName}}.
el: Τα στοιχεία πληρωμής στο PayPal δεν θα κοινοποιηθούν ποτέ στην εταιρεία {{companyName}}.
fi: Paypalin maksutietojasi ei koskaan jaeta kohteelle {{companyName}}.
ja: お客様のペイパルお支払い情報は{{companyName}}と決して共有致しません。
pl: Twoje dane do płatności przez portal PayPal nie są nigdy udostępniane {{companyName}}.
sv: Dina betalningsuppgifter hos PayPal delas aldrig med {{companyName}}.

source: Your total includes {{tax}} tax
cs: Celková částka včetně {{tax}} daně
el: Το συνολικό ποσό περιλαμβάνει φόρο {{tax}}
fi: Kokonaissumma sisältää {{tax}} veron
ja: 合計額には{{tax}}税が含まれます
pl: Kwota ogółem obejmuje podatek {{tax}}.
sv: I summan ingår {{tax}} i skatt

source: {{count}} item
cs: {{count}} položka
el: {{count}} στοιχείο
fi: {{count}} tuote
ja: {{count}}アイテム
pl: {{count}} produkt
sv: {{count}} vara

source: Paid By
cs: Zaplaceno
el: Πληρωμή Με
fi: Maksaja:
ja: お支払い方法
pl: Płatnik
sv: Betalad av

source: Review {{ampersandSymbol}} Finish
cs: Kontrola {{ampersandSymbol}} dokončení
el: Επανεξέταση {{ampersandSymbol}} Ολοκλήρωση
fi: Arvioi {{ampersandSymbol}} Viimeistele
ja: 確認 {{ampersandSymbol}} 完了
pl: Przegląd {{ampersandSymbol}} zakończenie
sv: Granska {{ampersandSymbol}} slutför

source: An email has been sent to {{email}}.
cs: E-mail byl odeslán na adresu {{email}}.
el: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί στο {{email}}
fi: Sähköposti on lähetetty osoitteeseen {{email}}.
ja: {{email}}宛にメールが送られました。
pl: Wysłano wiadomość e-mail do {{email}}.
sv: Ett mejl skickades till {{email}}.

source: Click the button below to be redirected to the PayPal site to enter your payment details. After returning to {{companyName}}, you can complete your order.
cs: Kliknutím na tlačítko níže přesměrujete na stránku PayPal a zadejte své platební údaje. Po návratu do {{companyName}} můžete svou objednávku dokončit.
el: Κάντε κλικ στο παρακάτω κουμπί για να ανακατευθυνθείτε στον ιστότοπο PayPal για να καταχωρίσετε τα στοιχεία πληρωμής σας. Αφού επιστρέψετε στο {{companyName}}, μπορείτε να ολοκληρώσετε την παραγγελία σας.
fi: Klikkaa alla olevaa painiketta, jos haluat ohjata PayPalin sivustoon syöttämällä maksutietosi. Kun olet palannut {{companyName}}, voit suorittaa tilauksesi.
pl: Kliknij przycisk poniżej, aby zostać przekierowanym na stronę PayPal, aby podać szczegóły płatności. Po powrocie do {{companyName}} możesz sfinalizować zamówienie.
sv: Klicka på knappen nedan för att omdirigeras till PayPal-webbplatsen för att ange dina betalningsuppgifter. När du har återvänt till {{companyName}} kan du slutföra din beställning.

source: Add to Cart
cs: Přidat do košíku
el: Προσθήκη στο Καλάθι
fi: Lisää Ostoskoriin
pl: Dodaj do koszyka
sv: Lägg i kundvagn

source: Click the button below to be redirected to the PayPal site to enter your payment details. After returning to {{settings.app.company_name}}, you can complete your order.
cs: Klikněte na tlačítko níže pro přesměrování na stánku PayPal a zde zadejte platební údaje. Po návratu na {{settings.app.company_name}} můžete dokončit svoji objednávku.
el: Πατήστε το παρακάτω κουμπί για να κατευθυνθείτε στην ιστοσελίδα PayPal και να συμπληρώσετε τα στοιχεία πληρωμής. Μόλις επιστρέψετε στο {{settings.app.company_name}} θα μπορέσετε να ολοκληρώσετε την παραγγελία σας.
fi: Klikkaa alla olevaa painiketta, niin sinut uudelleenohjataan PayPalin sivulle, jossa voit syöttää maksutietosi. Palattuasi {{settings.app.company_name}} voit jatkaa tilauksesi loppuun.
pl: Kliknij poniższy przycisk, aby zostać przekierowanym do witryny internetowej PayPal i wpisać tan dane do płatności. Po powrocie do {{settings.app.company_name}} możesz zakończyć składanie zamówienia.
sv: Klicka på knappen nedan för att omdirigeras till PayPal-webbplatsen för att ange dina betalningsuppgifter. När du har återvänt till {{settings.app.company_name}} kan du slutföra din beställning.

source: Customers Also Bought
cs: Zákazníci si také kupují
el: Πελάτες Επίσης Αγόρασαν
fi: Asiakkaat Ostivat Myös
pl: Klienci kupili także
sv: Kunder köpte även

source: Frequently Purchased Together
cs: Často nakupované společně
el: Συχνά Αγοράζονται Μαζί
fi: Usein Ostettu Yhdessä
pl: Często kupowane razem
sv: Köps ofta tillsammans

source: Recommended Products
cs: Doporučené produkty
el: Προτεινόμενα Προϊόντα
fi: Suositeltuja Tuotteita
pl: Polecane produkty
sv: Rekommenderade produkter

source: Related Products
cs: Související produkty
el: Σχετικά Προϊόντα
fi: Liittyviä Tuotteita
pl: Powiązane produkty
sv: Relaterande produkter

source: Save {{percent}}!
cs: Ušetřete {{percent}}!
el: Εξοικονομήστε {{percent}}!
fi: Säästä {{percent}}!
pl: Zapisz {{percent}}!
sv: Spara {{percent}}!

source: You Might Also Be Interested In
cs: Také by vás mohlo zajímat
el: Μπορεί Επίσης Να Ενδιαφέρεστε Για
fi: Sinua Saattaa Kiinnostaa Myös
pl: Może Cię także zainteresować
sv: Du kanske också är intresserad av
