Repository: comecero/cart
Catalog: languages/*/*.po
Languages: cs, el, fi, ja, pl, sv

source: Address
cs: Adresa
el: Διεύθυνση
fi: Osoite
ja: 住所
pl: Adres
sv: Adress

source: Address 2
cs: Adresa 2
el: Διεύθυνση 2
fi: Osoite 2
ja: 住所2
pl: Adres 2
sv: Adress 2

source: An error occured while attempting to process your request. Please try your request again. If the problem persists, please contact support.
cs: Při pokusu o zpracování žádosti došlo k chybě. Zkuste prosím svoji žádost znovu. Pokud problém přetrvává, kontaktujte prosím podporu.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας του αιτήματός σας. Δοκιμάστε ξανά το αίτημά σας. Αν το πρόβλημα παραμένει, παρακαλούμε επικοινωνήστε με την υποστήριξη.
fi: Kohtasimme häiriön käsitellessämme pyyntöäsi. Yritä suorittaa pyyntö uudelleen. Ota yhteyttä käyttäjätukeen ongelman jatkuessa.
ja: リクエストの処理中にエラーが発生しました。もう一度お試しください。エラーが引き続き発生する場合には、サポートまでご連絡ください。
pl: Wystąpił błąd w czasie przetwarzania twojego żądania. Spróbuj jeszcze raz. Jeśli błąd wystąpi ponownie, proszę skontaktować się z obsługą klienta.
sv: Ett fel uppstod när din begäran behandlades. Vänligen försök att skicka din begäran igen. Om felet kvarstår, kontakta support.

source: Apply
cs: Požádat
el: Εφαρμογή
fi: Käytä
ja: 適用
pl: Użyj
sv: Tillämpa

source: Billing Address
cs: Fakturační adresa
el: Διεύθυνση Χρέωσης
fi: Laskutusosoite
ja: 請求先住所
pl: Adres rozliczeniowy
sv: Faktureringsadress

source: Buy Now
cs: Koupit nyní
el: Αγορά Τώρα
fi: Osta nyt
ja: 今すぐ購入
pl: Kup teraz
sv: Köp nu

source: Cancel
cs: Zrušit
el: Ακύρωση
fi: Peruuta
ja: キャンセル
pl: Anuluj
sv: Avbryt

source: Card Number
cs: Číslo karty
el: Αριθμός Κάρτας
fi: Kortin numero
ja: カード番号
pl: Numer karty
sv: Kortnummer

source: Choose a Payment Method
cs: Zvolte platební metodu
el: Επιλέξτε Μέθοδο Πληρωμής
fi: Valitse maksutapa
ja: 支払い方法を選択してください
pl: Wybierz metodę płatności
sv: Välj betalningsmetod

source: City
cs: Město
el: Πόλη
fi: Kunta
ja: 都市
pl: Miasto
sv: Stad

source: Company Name
cs: Název společnosti
el: Ονομασία Εταιρείας
fi: Yrityksen nimi
ja: 企業名
pl: Nazwa firmy
sv: Företagsnamn

source: Continue Shopping
cs: Pokračovat v nákupu
el: Συνέχιση Αγορών
fi: Jatka ostoksia
ja: ショッピングを続ける
pl: Kontynuuj zakupy
sv: Fortsätt handla

source: Country
cs: Země
el: Χώρα
fi: Maa
ja: 国
pl: Państwo
sv: Land

source: Currency
cs: Měna
el: Νόμισμα
fi: Valuutta
ja: 通貨
pl: Waluta
sv: Valuta

source: Discount
cs: Sleva
el: Έκπτωση
fi: Alennus
ja: ディスカウント
pl: Obniżka
sv: Rabatt

source: Discount applied.
cs: Sleva aplikována
el: Η έκπτωση εφαρμόστηκε.
fi: Alennus käytetty.
ja: ディスカウントが適用されました。
pl: Użyto obniżki.
sv: Rabatt aktiverad.

source: Email
fi: Sähköposti
ja: メールアドレス
sv: E-postadress

source: Enter Promo Code
cs: Vložte promo kód
el: Δώστε Κωδικό Προσφοράς
fi: Syötä promootiokoodi
ja: プロモコードを入力してください
pl: Wpisz kod promocyjny
sv: Ange rabattkod

source: Expiration Month
cs: Datum vypršení platnosti
el: Μήνας Λήξης
fi: Umpeutumiskuu
ja: 有効期限の月
pl: Miesiąc wygaśnięcia
sv: Utgångsmånad

source: Expiration Year
cs: Rok vypršení platnosti
el: Έτος Λήξης
fi: Umpeutumisvuosi
ja: 有効期限の年
pl: Rok wygaśnięcia
sv: Utgångsår

source: Expires
cs: Vyprší
el: Λήγει
fi: Umpeutuu
ja: 有効期限日時
pl: Wygasa
sv: Utgår

source: Have an account?
cs: Máte účet?
el: Έχετε λογαριασμό;
fi: Onko sinulla jo käyttäjätili?
ja: アカウントをお持ちですか?
pl: Masz konto?
sv: Har du ett konto?

source: If this order is for a business, please provide your VAT Number.
cs: Pokud je tato objednávka pro firmu, poskytněte prosím vaše DIČ.
el: Αν η παραγγελία αυτή είναι για επιχείρηση, παρακαλούμε δώστε τον Αριθμό Μητρώου ΦΠΑ σας.
fi: Anna ALV-numerosi, jos tämä tilaus on yritykselle.
ja: こちらがビジネス向けのご注文である場合には、VAT番号を入力してください。
pl: Jeśli zamówienie jest dla firmy, proszę podać swój numer VAT.
sv: Om beställningen är för ett företag, vänligen uppge ditt momsregistreringsnummer.

source: Language
cs: Jazyk
el: Γλώσσα
fi: Kieli
ja: 言語
pl: Język
sv: Språk

source: Name
cs: Jméno
el: Όνομα
fi: Nimi
ja: 名前
pl: Imię
sv: Namn

source: No
cs: Číslo
el: Όχι
fi: Ei
ja: いいえ
pl: Nie
sv: Nej

source: Optional
cs: Volitelné
el: Προαιρετικό
fi: Valinnainen
ja: 任意
pl: Opcjonalne
sv: Valfritt

source: Password
cs: Heslo
el: Κωδικός Πρόσβασης
fi: Salasana
ja: パスワード
pl: Hasło
sv: Lösenord

source: Pay with a new card
cs: Zaplatit novou kartou
el: Πληρώστε με νέα κάρτα
fi: Maksa uudella kortilla
ja: 新たなカードで支払い
pl: Zapłać nową kartą
sv: Betala med nytt kort

source: Payment Information
cs: Platební informace
el: Στοιχεία Πληρωμής
fi: Maksutiedot
ja: 支払い情報
pl: Informacje płatności
sv: Betalningsinformation

source: Payment Method
cs: Platební metoda
el: Μέθοδος Πληρωμής
fi: Maksutapa
ja: 支払い方法
pl: Metoda płatności
sv: Betalningsmetod

source: Phone
cs: Telefon
el: Τηλέφωνο
fi: Puhelin
ja: 電話
pl: Telefon
sv: Telefon

source: Please confirm
cs: Prosím, potvrďte
el: Παρακαλούμε επιβεβαιώστε
fi: Vahvista
ja: ご確認ください
pl: Proszę potwierdzić
sv: Bekräfta

source: Please make a selection
cs: Proveďte prosím výběr
el: Παρακαλούμε επιλέξτε
fi: Tee valinta
ja: 選択してください
pl: Proszę wybrać
sv: Gör ett val

source: Please provide a city
cs: Uveďte prosím město
el: Παρακαλούμε δώστε πόλη
fi: Ilmoita kaupunki
ja: 年を入力してください
pl: Proszę podać miasto
sv: Uppge stad

source: Please provide a company name
cs: Uveďte prosím název společnosti
el: Παρακαλούμε δώστε ονομασία εταιρείας
fi: Ilmoita yrityksen nimi
ja: 企業名を入力してください
pl: Proszę podać nazwę firmy
sv: Uppge företagsnamn

source: Please provide a country
cs: Uveďte prosím zemi
el: Παρακαλούμε δώστε χώρα
fi: Ilmoita maa
ja: 国を入力してください
pl: Proszę podać państwo
sv: Uppge land

source: Please provide a name
cs: Uveďte prosím jméno
el: Παρακαλούμε δώστε όνομα
fi: Ilmoita nimi
ja: 名前を入力してください
pl: Proszę podać imię
sv: Uppge namn

source: Please provide a region / province
cs: Uveďte prosím region / provincii
el: Παρακαλούμε δώστε περιοχή / επαρχία
fi: Ilmoita lääni/provinssi
ja: 地域 / 地方を入力してください
pl: Proszę podać region / prowincję
sv: Uppge region/provins

source: Please provide a state / province
cs: Uveďte prosím stát / provincii
el: Παρακαλούμε δώστε νομό / επαρχία
fi: Ilmoita osavaltio/provinssi
ja: 州 / 地方を入力してください
pl: Proszę podać stan / prowincję
sv: Uppge stat/provins

source: Please provide a valid card number
cs: Uveďte prosím platné číslo karty
el: Παρακαλούμε δώστε έναν έγκυρο αριθμό κάρτας
fi: Ilmoita käypä kortin numero
ja: 有効なカード番号を入力してください
pl: Proszę podać prawidłowy numer karty
sv: Uppge ett giltigt kortnummer

source: Please provide a valid email address
cs: Uveďte prosím platnou e-mailovou adresu
el: Παρακαλούμε δώστε μια έγκυρη διεύθυνση email
fi: Ilmoita käypä sähköpostiosoite
ja: 有効なメールアドレスを入力してください
pl: Proszę podać prawidłowy adres e-mail
sv: Uppge en giltig e-postadress

source: Please provide a valid expiration month
cs: Uveďte prosím platný měsíc vypršení platnosti
el: Παρακαλούμε δώστε έναν έγκυρο μήνα λήξης
fi: Ilmoita käypä umpeutumiskuu
ja: 有効な有効期限の月を入力してください
pl: Proszę podać właściwy miesiąc wygaśnięcia
sv: Uppge en giltig utgångsmånad

source: Please provide a valid expiration year
cs: Uveďte prosím platný rok vypršení platnosti
el: Παρακαλούμε δώστε ένα έγκυρο έτος λήξης
fi: Ilmoita käypä umpeutumisvuosi
ja: 有効な有効期限の年を入力してください
pl: Proszę podać właściwy rok wygaśnięcia
sv: Uppge ett giltigt utgångsår

source: Please provide a valid phone number
cs: Uveďte prosím platné telefonní číslo
el: Παρακαλούμε δώστε έναν έγκυρο αριθμό τηλεφώνου
fi: Ilmoita käypä puhelinnumero
ja: 有効な電話番号を入力してください
pl: Proszę podać prawidłowy numer telefonu
sv: Uppge ett giltigt telefonnummer

source: Please provide a valid security code
cs: Uveďte prosím platný bezpečnostní kód
el: Παρακαλούμε δώστε έναν έγκυρο κωδικό ασφαλείας
fi: Ilmoita käypä turvakoodi
ja: 有効なセキュリティコードを入力してください
pl: Proszę podać prawidłowy kod bezpieczeństwa
sv: Uppge en giltig säkerhetskod

source: Please provide a zip / postal code
cs: Uveďte prosím PSČ
el: Παρακαλούμε δώστε έναν ταχυδρομικό κώδικα
fi: Ilmoita postinumero
ja: 有効な郵便番号を入力してください
pl: Proszę podać zip / kod pocztowy
sv: Uppge postnummer

source: Please provide an address
cs: Uveďte prosím adresu
el: Παρακαλούμε δώστε διεύθυνση
fi: Ilmoita osoite
ja: 有効な住所を入力してください
pl: Proszę podać adres
sv: Uppge adress

source: Please provide an amount for your payment.
cs: Uveďte prosím částku pro vaši platbu.
el: Παρακαλούμε δώστε ένα ποσό για την πληρωμή σας.
fi: Anna maksettava summa.
ja: 支払い金額を入力してください。
pl: Proszę podać ilość dla twojej zapłaty
sv: Uppge en betalsumma.

source: Please provide one of the available options
cs: Uveďte prosím jednu z dostupných možností
el: Παρακαλούμε διαλέξτε μια από τις διαθέσιμες επιλογές
fi: Anna yksi saatavilla olevista vaihtoehdoista
ja: 利用可能なオプションから一つ選択してください
pl: Proszę wybrać jedną z możliwych opcji
sv: Ange ett av de tillgängliga alternativen

source: Please supply a number
cs: Uveďte prosím číslo
el: Παρακαλούμε δώστε έναν αριθμό
fi: Anna numero
ja: 番号を入力してください
pl: Proszę podać liczbę
sv: Uppge ett nummer

source: Please supply a number without decimals
cs: Uveďte prosím číslo bez desetinných čárek
el: Παρακαλούμε δώστε έναν αριθμό χωρίς δεκαδικά ψηφία
fi: Anna numero ilman desimaaleja
ja: 少数なしの番号を入力してください
pl: Proszę podać liczbę bez przecinków
sv: Uppge ett nummer utan decimaler

source: Products
cs: Produkty
el: Προϊόντα
fi: Tuotteet
ja: 商品
pl: Produkty
sv: Produkter

source: Quantity
cs: Počet
el: Ποσότητα
fi: Lukumäärä
ja: 数量
pl: Ilość
sv: Antal

source: Receipt
cs: Účtenka
el: Απόδειξη
fi: Kuitti
ja: 支払証明書
pl: Rachunek
sv: Kvitto

source: Region / Province
cs: Region / Provincie
el: Περιοχή / Επαρχία
fi: Lääni/Provinssi
ja: 地域 / 地方
pl: Region / Prowincja
sv: Region/provins

source: Return to PayPal to try your payment again.
cs: Vraťte se do služby PayPal a zkuste platbu znovu.
el: Επιστρέψτε στο PayPal για να δοκιμάσετε πάλι την πληρωμή σας.
fi: Palaa PayPaliin kokeillaksesi maksaa uudelleen.
ja: PayPalへと戻ってもう一度支払いを実行してください。
pl: Wróć do PayPal, żeby ponownie spróbować zapłacić.
sv: Gå tillbaka till PayPal för att försöka genomföra betalningen igen.

source: Review Your Order
cs: Zkontrolujte svoji objednávku
el: Ελέγξτε Την Παραγγελία Σας
fi: Tarkista tilauksesi
ja: 注文を確認してください
pl: Przejrzyj swoje zamówienie.
sv: Granska din beställning

source: Security Code
cs: Bezpečnostní kód
el: Κωδικός Ασφαλείας
fi: Turvakoodi
ja: セキュリティコード
pl: Kod bezpieczeństwa
sv: Säkerhetskod

source: Shipping Address
cs: Dodací adresa
el: Διεύθυνση Αποστολής
fi: Toimitusosoite
ja: 発送先住所
pl: Adres wysyłki
sv: Leveransadress

source: Shopping Cart
cs: Nákupní košík
el: Καλάθι Αγορών
fi: Ostoskärry
ja: ショッピングカート
pl: Koszyk na zakupy
sv: Varukorg

source: Sign In
cs: Přihlásit se
el: Είσοδος
fi: Kirjaudu sisään
ja: サインイン
pl: Zaloguj się
sv: Logga in

source: Sign out
cs: Odhlásit se
el: Έξοδος
fi: Kirjaudu ulos
ja: サインアウト
pl: Wyloguj się
sv: Logga ut

source: State / Province
cs: Stát / Provincie
el: Νομός / Επαρχία
fi: Osavaltio/Provinssi
ja: 州 / 地方
pl: Stan / Prowincja
sv: Stat/provins

source: Subtotal
cs: Mezisoučet
el: Μερικό Σύνολο
fi: Välisumma
ja: 小計
pl: Suma cząstkowa
sv: Delsumma

source: Tax
cs: Daň
el: Φόρος
fi: Verot
ja: 税金
pl: Podatek
sv: Moms

source: Thank you! Your order is complete.
cs: Děkujeme vám! Vaše objednávka je dokončena.
el: Σας ευχαριστούμε! Η παραγγελία σας ολοκληρώθηκε.
fi: Kiitoksia! Tilauksesi on valmis.
ja: ありがとうございます! ご注文が完了しました。
pl: Dziękujemy! Twoje zamówienie jest kompletne.
sv: Tack! Din beställning är klar.

source: The item you are trying to access could not be found.
cs: Položka, ke které se pokoušíte získat přístup, nebyla nalezena.
el: Δεν κατέστη δυνατή η εύρεση του είδος που προσπαθήσατε να βρείτε.
fi: Hakemaasi kohdetta ei löytynyt.
ja: アクセスをご希望の商品が見つかりませんでした。
pl: Przedmiot, do którego chcesz się dostać, nie został znaleziony.
sv: Artikeln som du letar efter kunde inte hittas.

source: The value must be at least one character
cs: Hodnota musí obsahovat alespoň jeden znak
el: Η τιμή πρέπει να έχει μήκος τουλάχιστον ενός χαρακτήρα
fi: Arvon on oltava vähintään yhden merkin pituinen
ja: 入力値は少なくとも1文字以上でなければなりません
pl: Wartość musi mieć przynajmniej jeden znak
sv: Värdet måste bestå av minst ett tecken

source: The value must be less than one character
cs: Hodnota musí obsahovat méně než jeden znak
el: Η τιμή δεν μπορεί να έχει μήκος μικρότερο από ένα χαρακτήρα
fi: Arvon on oltava alle yhden merkin pituinen
ja: 入力値は1文字以下でなければなりません
pl: Wartość musi mieć mniej niż jeden znak
sv: Värdet måste bestå av mindre än ett tecken

source: The value you provide must be greater than {{$count}}
cs: Hodnota, kterou zadáte, musí být větší než {{$count}}
el: Η τιμή που δίνετε πρέπει να είναι μεγαλύτερη από {{$count}}
fi: Arvon on oltava yli {{$count}} merkin pituinen
ja: 入力値は{{$count}}以上でなければなりません
pl: Podana wartość musi być większa niż {{$count}}
sv: Värdet som du anger måste vara större än {{$count}}

source: The value you provide must be less than {{$count}}
cs: Hodnota, kterou zadáte, musí být menší než {{$count}}
el: Η τιμή που δίνετε πρέπει να είναι μικρότερη από {{$count}}
fi: Annettavan arvon on oltava alle {{$count}}
ja: 入力値は{{$count}}以下でなければなりません
pl: Podana wartość musi wynosić mniej niż {{$count}}
sv: Värdet som du anger måste vara mindre än {{$count}}

source: There are no items in your cart
cs: V košíku nemáte žádné položky
el: Δεν υπάρχουν είδη στο καλάθι σας
fi: Kärryssäsi ei ole tuotteita
ja: カートには商品が入れられていません
pl: Nie ma przedmiotów w koszyku
sv: Du har inga artiklar i din varukorg

source: There was a problem with some of the information you supplied. Please review for errors and try again.
cs: Došlo k problému s některými zadanými informacemi. Zkontrolujte prosím chyby a zkuste to znovu.
el: Παρουσιάστηκε κάποιο πρόβλημα με μερικά από τα στοιχεία που δώσατε. Παρακαλούμε ελέγξτε για λάθη και δοκιμάστε πάλι.
fi: Antamissasi tiedoissa ilmeni virheitä. Tarkista tiedot ja yritä uudelleen.
ja: 入力された情報の一部に問題がありました。エラーを修正して、もう一度お試しください。
pl: Wystąpił problem z częścią podanych informacji. Proszę poszukać błędów i spróbować jeszcze raz.
sv: Det uppstod ett problem med informationen du angav. Vänligen kontrollera efter fel och försök igen.

source: Total
cs: Celkem
el: Σύνολο
fi: Yhteensä
ja: 合計
pl: Suma
sv: Totalt

source: Update Cart
cs: Aktualizovat košík
el: Ενημέρωση Καλαθιού
fi: Päivitä kärry
ja: カートをアップデート
pl: Zaktualizuj koszyk
sv: Uppdatera varukorg

source: Username
cs: Uživatelské jméno
el: Όνομα Χρήστη
fi: Käyttäjänimi
ja: ユーザーネーム
pl: Nazwa użytkownika
sv: Användarnamn

source: VAT Number
cs: DIČ
el: Αριθμός Μητρώου ΦΠΑ
fi: ALV-tunniste
ja: VAT番号
pl: Numer VAT
sv: VAT-nummer

source: Yes
cs: Ano
el: Ναι
fi: Kyllä
ja: はい
pl: Tak
sv: Ja

source: Your Information
cs: Vaše údaje
el: Τα Στοιχεία σας
fi: Sinun tietosi
ja: お客様の情報
pl: Twoje informacje
sv: Din information

source: Zip / Postal Code
cs: PSČ
el: Ταχυδρομικός Κώδικας
fi: Postinumero
ja: 郵便番号
pl: Zip / Kod pocztowy
sv: Postkod

source: expiration
cs: vypršení platnosti
el: λήξη
fi: päättymispäivä
ja: 有効期限
pl: Data ważności
sv: utgångsdatum

source: Billing Information
cs: Fakturační údaje
el: Στοιχεία Χρέωσης
fi: Laskutustiedot
ja: 請求先情報
pl: Dane rozliczeniowe
sv: Faktureringsinformation

source: Complete Order
cs: Dokončit objednávku
el: Ολοκλήρωση Παραγγελίας
fi: Viimeistele tilaus
ja: 注文を完了する
pl: Całkowite zamówienie
sv: Färdigställ beställning

source: Complete Payment
cs: Dokončit platbu
el: Ολοκλήρωση Πληρωμής
fi: Viimeistele maksu
ja: 支払いを完了する
pl: Całkowita płatność
sv: Färdigställ betalning

source: Copyright &copy; {{settings.account.year}} {{settings.app.company_name}}. All Rights Reserved.
cs: Autorská práva &copy; {{settings.account.year}} {{settings.app.company_name}}. Všechna práva vyhrazena.
el: Copyright &copy; {{settings.account.year}} {{settings.app.company_name}}. Με Επιφύλαξη Παντός Δικαιώματος.
fi: Tekijänoikeus &kappale; {{settings.account.year}} {{settings.app.company_name}}. Kaikki oikeudet pidätetään.
ja: 著作権©{{設定.アカウント.年度}} {{設定.アプリ.企業名}}. 無断転用禁止。
pl: Prawa własności {{settings.account.year}} {{settings.app.company_name}}. Wszystkie prawa zastrzeżone.
sv: Copyright & kopia;{{settings.account.year}} {{settings.app.company_name}}. Alla rättigheter reserverade.

source: Create Account
cs: Vytvořit účet
el: Δημιουργία Λογαριασμού
fi: Luo tili
ja: アカウントを開く
pl: Stwórz konto
sv: Skapa konto

source: Date
cs: Datum
el: Ημερομηνία
fi: Päivämäärä
ja: 日付
pl: Data
sv: Datum

source: Download Now
cs: Stáhnout nyní
el: Κατεβάστε Τώρα
fi: Lataa nyt
ja: すぐダウンロードする
pl: Pobierz teraz
sv: Ladda ned nu

source: Due Date
cs: Datum splatnosti
el: Ημερομηνία Λήξης
fi: Eräpäivä
ja: 支払い期日
pl: Termin wpłaty
sv: Datum

source: Enter
cs: Vložit
el: Γράψτε
fi: Syötä
ja: 入力する
pl: Wprowadź
sv: Skriv in

source: Full Name
cs: Celé jméno
el: Πλήρες Όνομα
fi: Koko nimi
ja: 姓名
pl: Pełne imię
sv: Fullständigt namn

source: Invoice
cs: Faktura
el: Τιμολόγιο
fi: Lasku
ja: 送り状
pl: Faktura
sv: faktura

source: Invoice Details
cs: Podrobnosti faktury
el: Στοιχεία Τιμολογίου
fi: Laskun tiedot
ja: 送り状明細
pl: Dane faktury
sv: Faktureringsdetaljer

source: Invoice Summary
cs: Souhrn faktury
el: Σύνοψη Τιμολογίου
fi: Laskun yhteenveto
ja: 送り状概要
pl: Podsumowanie faktury
sv: Faktureringssammanfattning

source: Item
cs: Položka
el: Είδος
fi: Kappale
ja: アイテム
pl: Przedmiot
sv: Föremål

source: Order Details
cs: Údaje o objednávce
el: Στοιχεία Παραγγελίας
fi: Tilauksen tiedot
ja: 注文内容明細
pl: Szczegóły zamówienia
sv: Orderdetaljer

source: Order Summary
cs: Souhrn objednávky
el: Σύνοψη Παραγγελίας
fi: Tilauksen yhteenveto
ja: 注文内容概要
pl: Podsumowanie zamówienia
sv: Ordersammanfattning

source: Paid
cs: Zaplaceno
el: Πληρώθηκε
fi: Maksettu
ja: 支払い済み
pl: Zapłacone
sv: Betalad

source: Payment Details
cs: Údaje o objednávce
el: Στοιχεία Πληρωμής
fi: Maksun tiedot
ja: 支払い明細
pl: Szczegóły płatności
sv: Betalningsdetaljer

source: Payment Summary
cs: Souhrn objednávky
el: Σύνοψη Πληρωμής
fi: Maksun yhteenveto
ja: 支払い概要
pl: Podsumowanie płatności
sv: Betalningssammanfattning

source: Please provide a phone
cs: Uveďte prosím telefon
el: Παρακαλούμε δώστε ένα τηλέφωνο
fi: Ole hyvä ja anna puhelinnumero
ja: 電話番号を入力してください
pl: Proszę podać numer telefonu
sv: Vänligen ange ett telefonnummer

source: Save this card to my account
cs: Uložit tuto kartu na mém účtu
el: Αποθηκεύστε αυτήν την κάρτα στον λογαριασμό μου
fi: Tallenna tämä kortti tililleni
ja: このカードをマイアカウントに保存する
pl: Zapisz tę kartę na moim koncie
sv: Spara detta kort till mitt konto

source: Shipping
cs: Doprava
el: Αποστολή
fi: Toimitus
ja: 発送
pl: Wysyłka
sv: Frakt

source: Shipping Information
cs: Informace o dopravě
el: Στοιχεία Αποστολής
fi: Toimituksen tiedot
ja: 発送先情報
pl: Informacje o wysyłce
sv: Fraktinformation

source: Shipping is same as billing
cs: Dodací stejná jako fakturační
el: Αποστολή ίδια με χρέωση
fi: Toimitus on sama kuin laskutus
ja: 発送先は請求先と同住所
pl: Dane do wysyłki takie same jak rozliczeniowe
sv: Leveransadressen är densamma som faktureringsadressen

source: Sold To
cs: Prodáno
el: Πωλήθηκε Σε
fi: Myyty henkilölle
ja: 販売先
pl: Sprzedawane do
sv: Såld till

source: Thank you for your business
cs: Děkujeme za váš obchod
el: Σας ευχαριστούμε για την προτίμηση
fi: Kiitos, että asioit meillä
ja: お取り引きいただきまして、ありがとうございます。
pl: Dziękujemy za współpracę
sv: Tack för din affär

source: Thank you for your order
cs: Děkujeme za vaši objednávku
el: Σας ευχαριστούμε για την παραγγελία σας
fi: Kiitos tilauksestasi
ja: ご注文いただきまして、ありがとうございます。
pl: Dziękujemy za zamówienie
sv: Tack för din beställning

source: Thank you! Your order has been submitted for processing. You will receive an email soon with additional information regarding your order status.
cs: Děkujeme! Vaše objednávka byla odeslána ke zpracování. Brzy obdržíte e-mail s dalšími informacemi ohledně stavu vaší objednávky.
el: Σας ευχαριστούμε! Η παραγγελία σας έχει υποβληθεί για επεξεργασία. Θα λάβετε σύντομα ένα email με πρόσθετες πληροφορίες σχετικά με την κατάσταση της παραγγελίας σας.
fi: Kiitos! Tilauksesi on viety käsiteltäväksi. Saat pian sähköpostin, joka sisältää lisätietoja tilauksesi tilasta.
ja: ありがとうございます！ご注文の品の発送手続きに入らせていただきます。ご注文の状況につきましては、Eメールにて詳しい情報を取り急ぎご連絡申し上げます。
pl: Dziękujemy! Twoje zamówienie zostało przekazane do przetworzenia. Niedługo otrzymasz e-mail z dodatkowymi informacjami na temat statusu zamówienia.
sv: Tack! Din order behandlas. Du kommer snart att få ett mail med ytterligare information angående din orderstatus.

source: This invoice is closed
cs: Tato faktura byla uzavřena
el: Το τιμολόγιο αυτό έχει κλείσει
fi: Tämä lasku on suljettu
ja: このインボイスは締め切られました
pl: Ta faktura jest zamknięta
sv: Denna faktura är stängd

source: To manage your order online, create an account.
cs: Pro správu vašich objednávek online si vytvořte účet.
el: Ανοίξτε έναν λογαριασμό για να διαχειρίζεστε online την παραγγελία σας.
fi: Luo tili, jotta saat käsiteltyä tilaustasi netissä.
ja: ご注文内容をオンラインで管理するためには、アカウントを開いていただく必要があります。
pl: Aby zarządzać swoim zamówieniem online, załóż konto.
sv: Skapa ett konto för att hantera din order online.

source: Your Order
cs: Vaše objednávka
el: Η Παραγγελία σας
fi: Tilauksesi
ja: お客様のご注文
pl: Twoje zamówienie
sv: Din order

source: Your account has been created.
cs: Váš účet byl vytvořen.
el: Ο λογαριασμός σας δημιουργήθηκε.
fi: Tilisi on luotu.
ja: お客様のアカウントが作成されました
pl: Konto zostało utworzone.
sv: Ditt konto har skapats.

source: Your total includes {{data.cart.formatted.tax}} tax
cs: Váš součet zahrnuje daň ve výši {{data.cart.formatted.tax}}
el: Το σύνολό σας περιλαμβάνει φόρο {{data.cart.formatted.tax}}
fi: Loppusummasi sisältää {{data.cart.formatted.tax}} veroa
ja: お客様の合計金額には税金が含まれています。 {{データ.カート.フォーマット済み.税}}
pl: Twoja suma zawiera {{data.cart.formatted.tax}} podatku
sv: Ditt totalbelopp inkluderar {{data.cart.formatted.tax}} moms

source: Your total includes {{data.invoice.formatted.tax}} tax
cs: Váš součet zahrnuje daň ve výši {{data.invoice.formatted.tax}}
el: Το σύνολό σας περιλαμβάνει φόρο {{data.invoice.formatted.tax}}
fi: Loppusummasi sisältää {{data.invoice.formatted.tax}} veroa
ja: お客様の合計金額には税金が含まれております。{{データ.インボイス.フォーマット済.税}}
pl: Twoja suma zawiera {{data.invoice.formatted.tax}} podatku
sv: Ditt totalbelopp inkluderar {{data.invoice.formatted.tax}} moms

source: Your total includes {{data.payment.order.formatted.tax}} tax
cs: Váš součet zahrnuje daň ve výši {{data.payment.order.formatted.tax}}
el: Το σύνολό σας περιλαμβάνει φόρο {{data.payment.order.formatted.tax}}
fi: Loppusummasi sisältää {{data.payment.order.formatted.tax}} veroa
ja: お客様の合計金額には税金が含まれております。{{データ.支払い.注文.フォーマット済み.税}}
pl: Twoja suma zawiera {{data.payment.order.formatted.tax}} podatku
sv: Ditt totalbelopp inkluderar {{data.payment.order.formatted.tax}} moms

source: Your total includes {{data.sale.formatted.tax}} tax
cs: Váš součet zahrnuje daň ve výši {{data.sale.formatted.tax}}
el: Το σύνολό σας περιλαμβάνει φόρο {{data.sale.formatted.tax}}
fi: Loppusummasi sisältää {{data.sale.formatted.tax}} veroa
ja: お客様の合計金額には税金が含まれております{{データ.販売.フォーマット済み.税金}}
pl: Twoja suma zawiera {{data.sale.formatted.tax}} podatku
sv: Ditt totalbelopp inkluderar {{data.sale.formatted.tax}} moms

source: Amount
cs: Částka
el: Ποσό
fi: Määrä
ja: 金額
pl: Ilość
sv: Mängd

source: Description
cs: Popis
el: Περιγραφή
fi: Kuvaus
ja: 明細
pl: Opis
sv: Beskrivning

source: Made By
cs: Vytvořil/a
el: Κατασκευασμένο Από
fi: Tehnyt
ja: 製造元
pl: Wykonane przez
sv: Tillverkad av

source: Make Another Payment
cs: Provést další platbu
el: Κάντε Άλλη Μια Πληρωμή
fi: Tee uusi maksu
ja: 別件の支払いをする
pl: Wykonaj kolejną płatność
sv: Gör en annan betalning

source: Please provide a value
cs: Uveďte prosím hodnotu
el: Παρακαλούμε δώστε μια αξία
fi: Ole hyvä ja syötä arvo
ja: 価格をご連絡ください
pl: Proszę podać wartość
sv: Vänligen ange ett värde

source: Please provide an amount
cs: Uveďte prosím částku
el: Παρακαλούμε δώστε ένα ποσό
fi: Ole hyvä ja syötä määrä
ja: 金額をご連絡ください
pl: Proszę podać ilość
sv: Vänligen ange en mängd
